/*
 *  Localizable.strings
 *  Admin Utility
 */

/* General */
"AirPortUtility"= "أداة AirPort";
"AdminUtility"	= "أداة AirPort";
"AboutAirPortUtility" = "حول %@";
"HideAirPortUtility" = "إخفاء %@";
"QuitAirPortUtility" = "إنهاء %@‎";

/* Button Titles */
"OK"			= "موافق";
"Cancel"		= "إلغاء";
"ConfirmUpload"	= "تحميل";
"GoBack"		= "انتقال للخلف";
"Continue"		= "متابعة";
"Close"			= "إغلاق";
"DontClose"		= "عدم الإغلاق";
"Done"			= "تم";
"Switch"		= "تبديل";
"DontSwitch"	= "عدم التبديل";
"Yes"			= "نعم";
"No"			= "لا";
"DontSave"		= "عدم الحفظ";
"Save"			= "حفظ";
"Revert"		= "رجوع";
"Update"		= "تحديث";
"DontUpdate"	= "عدم التحديث";
"Optional"		= "(اختياري)";
"OtherDotDotDot" = "أخرى…";
"MoreInfo"		= "مزيد من المعلومات…";
"Download"		= "تنزيل";
"Remove"		= "إزالة";
"DontRemove"	= "عدم الإزالة";
"Edit"			= "تحرير";
"EditEllipsis"	= "تحرير…";
"Resume"		= "استئناف";


/* Keychain information */
"keychainBaseStationDescription" = "كلمة سر محطة AirPort الرئيسية";
"keychainBaseStationType" = "محطة AirPort الرئيسية";
"keychainNetworkDescription" = "كلمة سر شبكة AirPort";
"keychainAirDiskDescription" = "كلمة سر قرص AirPort";
"keychainNetworkType" = "شبكة AirPort";
"keychainSpeakerDescription" = "كلمة سر التطبيق";
"keychainSpeakerType" = "سماعة عن بُعد";

/* Password sheet and keychain strings */
"OtherPrompt" = "أدخل العنوان وكلمة السر:";
"PasswordPrompt" = "أدخل كلمة السر لجهاز AirPort اللاسلكي المحدد:";
"SaveSecuritySettings" = "تشفير كلمات السر لمزيد من التأمين";
"SaveSecuritySettingsDescription" = "يجب تقديم كلمة سر %@ عند الحاجة إلى عرض كلمات السر هذه أو استيرادها لاحقًا.";
"PasswordPromptDoc" = "أدخل كلمة سر لملف الإعدادات هذا لعرض كل الإعدادات وكلمات السر. لعرض كل الإعدادات دون كلمات السر، انقر على متابعة دون إدخال كلمة سر.";
"SaveSecuritySettingsNotEncrypted" = "لن يتم تشفير كلمات السر وسيتم حفظها بطريقة أقل أمانًا.";
"RememberPassword" = "تذكر كلمة السر هذه في سلسلة المفاتيح الخاصة بي";
"KeychainRemoveAreYouSure" = "هل أنت متأكد من رغبتك في إزالة كلمة السر هذه من سلسلة المفاتيح؟";
"KeychainRemoveExplain" = "إذا قمت بإزالة كلمة السر هذه من سلسلة المفاتيح، فستتم مطالبتك بإدخالها في كل مرة.";

/* AOL Login script -- probably no need to localize */
"AOL"			= "AOL";

/* Help book name */
"AirPortHelp"	= "مساعدة أداة AirPort";
"AirPortServiceAndSupport" = "خدمة ودعم AirPort";
"AirPortServiceAndSupportURL" = "http://www.apple.com/support/airport/";

/* Open/Save panel button titles */
"Open"			= "فتح";
"Export"		= "تصدير";
"Import"		= "استيراد";

/* Discovery Window toolbar items and tool tips*/
"Other"			= "أخرى";
"OtherTip"		= "تكوين جهاز AirPort لاسلكي آخر";
"Rescan"		= "إعادة المسح";
"RescanTip"		= "المسح مرة أخرى عن أجهزة AirPort اللاسلكية";
"Configure"		= "التكوين";
"ConfigureTip"	= "تكوين جهاز AirPort لاسلكي المحدد";

/* Software Update */
"SoftwareUpdateNewer" = "هناك إصدار أحدث (%@) من أداة AirPort متوفر.";
"SoftwareUpdateExplain" = "قم بالنقر فوق تحديث... لإنهاء أداة AirPort والحصول على البرامج الجديدة.";
"SoftwareUpdateTitle" = "محدث برامج AirPort";
"SoftwareUpdateButton" = "تحديث…";
"SUFirmwarePrompt" = "هناك برنامج ثابت جديد متوفر.";
"SUFirmwareExplain" = "قم بتنزيل البرنامج الثابت لتحديث أجهزة AirPort اللاسلكية الخاصة بك.";
"SUFirmwareExplainDetails" = "حدد البرنامج الثابت الذي تريد تنزيله. وبعد تنزيل البرنامج الثابت، يمكنك تحديث أجهزة AirPort اللاسلكية الخاصة بك.";
"SUChoosePrompt" = "يتوفر برنامج ثابت جديد لأجهزة AirPort اللاسلكية الخاصة بـ %d.";
"SUChooseExplain" = "انقر على تحديث للبدء.";
"SUChooseExplainDetails" = "حدد أجهزة AirPort اللاسلكية التي تريد تحديثها وانقر على تحديث لتثبيت البرنامج الثابت الجديد.";
"SUOneUpdatePrompt" = "يتوفر برنامج ثابت جديد (%1$@) لجهاز AirPort اللاسلكي \"%2$@\".";
"SUOneUpdateExplain" = "انقر على تحديث للبدء.";
"SoftwareUpdateEverythingUpToDate" = "لا تتوفر أية تحديثات لأداة AirPort أو أي من أجهزة AirPort اللاسلكية الخاصة بك في الوقت الحالي.";
"SoftwareUpdateAUIsUpToDate" = "هذا الإصدار من أداة AirPort (%@) هو الإصدار الحالي.";
"SoftwareUpdateFWIsUpToDate" = "هذا الإصدار من البرنامج الثابت لجهاز AirPort اللاسلكي (%@) هو الإصدار الحالي.";
"SoftwareUpdateBadFirmware" = "لا يتوافق ملف البرنامج الثابت المحدد مع جهاز AirPort اللاسلكي هذا.";
"SoftwareUpdateDownloadError" = "حدث خطأ أثناء تنزيل البرنامج الثابت.";
"SoftwareUpdateShowDetails" = "إظهار التفاصيل";
"SoftwareUpdateHideDetails" = "إخفاء التفاصيل";
"SoftwareUpdateDirty" = "سيؤدي تحديث جهاز AirPort اللاسلكي هذا إلى فقد التغييرات التي لم تقم بحفظها.";
"SUSkip" = "تخطي";
"SUPasswordPrompt" = "إدخال كلمة السر لـ \"%@\":";
"SUVersion" = "إصدار البرنامج الثابت";
"SUDownloadProgressPrompt" = "تنزيل تحديثات البرامج الثابتة %1$d من %2$d";
"SUUpdateProgressPrompt" = "تحديث %1$d من %2$d من أجهزة AirPort اللاسلكية";
"SUUpdateProgressMessage" = "يتم الآن تحديث البرنامج الثابت “%1$@” إلى %2$@…";
"SUWaitingRestartMessage" = "يتم الآن انتظار “%@” لإعادة التشغيل...";
"SUAutoCheckConfirm" = "يتم فتح أداة AirPort إذا كان هناك تحديث لجهاز AirPort اللاسلكي الخاص بك، أو إذا أبلغ جهاز AirPort اللاسلكي عن وجود مشكلة.";
"SUAutoCheckExplain" = "يمكن تغيير هذه الإعدادات في تفضيلات أداة AirPort.";
"SUAutoCheckCheckbox" = "البحث عن تحديثات عند فتح أداة AirPort";
"SUServerFailure" = "حدث خطأ أثناء الاتصال بخادم التحديث. تحقق من إعدادات الشبكة ثم حاول مرة أخرى.";
"SUInternalServerLabel" = "خادم داخلي:";
"SUBackgroundCheckbox" = "البحث عن تحديثات:";
"SUHourly" = "كل ساعة";
"SUDaily" = "يوميًا";
"SUWeekly" = "أسبوعيًا";
"SUMonthly" = "شهريًا";
"SUBackgroundDownloadCheckbox" = "تنزيل تحديثات البرامج الثابتة تلقائيًا";
"SUBackgroundDownloadExplain" = "يتم بدء تشغيل أداة AirPort عندما تكون التحديثات جاهزة للتثبيت.";

/* Discovery Window */
"IP4Address" = "عنوان IPv4 ‏";
"IP6Address" = "عنوان IPv6 ‏";
"Interface" = "الواجهة";
"AirPortDesc" = "AirPort (%@)";
"EthernetDesc" = "‏إيثرنت (‏%@)";

/* Document Toolbar Items and Tabs */
"Restart"				= "إعادة التشغيل";
"HardReset"				= "استعادة الإعدادات الافتراضية...";
"Upload"				= "تحميل";
"Default"				= "الافتراضي";
"EquivPW"				= "كلمة السر";
"Summary"				= "الملخص";
"SummaryTip"			= "عرض إعدادات جهاز AirPort اللاسلكي هذا والشبكة اللاسلكية";
"AirPort"				= "AirPort";
"AirPortTip"			= "تعيين الخيارات للشبكة اللاسلكية";
"AirPort.Summary"		= "الملخص";
"AirPort.Summary.Version" = "الإصدار";
"AirPort.BaseStation"	= "المحطة الرئيسية";
"AirPort.BaseStation.Options" = "خيارات المحطة الرئيسية";
"AirPort.BaseStation.Hostname" = "اسم مضيف المحطة الرئيسية";
"AirPort.Wireless"		= "لاسلكي";
"AirPort.Wireless.Options" = "خيارات الشبكة اللاسلكية";
"AirPort.Wireless.AppleWiFiConnect" = "خيارات العميل اللاسلكي";
"AirPort.WDS"			= "WDS";
"AirPort.ACL"			= "التحكم في الوصول";
"Internet"				= "إنترنت";
"InternetTip"			= "إعداد الطريقة التي يقوم من خلالها جهاز AirPort اللاسلكي هذا بالاتصال بالإنترنت ومشاركة اتصال الإنترنت الخاص به";
"Internet.Main"			= "اتصال الإنترنت";
"Internet.TCPIP"		= "TCP/IP";
"Internet.Modem"		= "مودم";
"Internet.PPPoE"		= "PPPoE";
"Internet.DHCP"			= "DHCP";
"Internet.NAT"			= "NAT";
"Music"					= "موسيقى";
"MusicTip"				= "قم بإعداد AirPort Express لتشغيل iTunes من خلال سماعات عن بُعد";
"Printers"				= "الطابعات";
"USB"					= "مشاركة USB";
"PrintersTip"			= "عرض الإعدادات الخاصة بطابعات USB المتوفرة من جهاز AirPort اللاسلكي الخاص بك وتغييرها";
"USBTip"				= "عرض الإعدادات الخاصة بأجهزة USB المتوفرة من جهاز AirPort اللاسلكي الخاص بك وتغييرها";
"PrintersScanners"		= "الطابعات والماسحات الضوئية";
"PrintersScannersTip"	= "عرض الإعدادات الخاصة بطابعات USB والماسحات الضوئية المتوفرة من جهاز AirPort اللاسلكي الخاص بك وتغييرها";
"Drives"				= "أقراص";
"DrivesTip"				= "عرض الإعدادات الخاصة بأجهزة التخزين المتوفرة من جهاز AirPort اللاسلكي الخاص بك وتغييرها";
"Drives.Disks"			= "أقراص";
"Drives.FileSharing"	= "مشاركة الملفات";
"Drives.Accounts"		= "الحسابات";
"Advanced"				= "متقدم";
"Advanced.MobileMe"		= "MobileMe";
"Advanced.Firewall"		= "تعيين المنفذ";
"Advanced.PortMapping"	= "تعيين المنفذ";
"Advanced.IPv6"			= "IPv6";
"Advanced.IPv6Firewall"	= "جدار حماية IPv6";
"Advanced.Dialin"		= "الاتصال الهاتفي بالإنترنت باستخدام بروتوكول PPP";
"Advanced.Statistics"	= "التسجيل والإحصائيات";
"AdvancedTip"			= "عرض إعدادات جهاز AirPort اللاسلكي الأكثر تقدمًا وتغييرها";
"Profiles"				= "ملفات التعريف";
"ProfilesTip"			= "ملفات التعريف";
"Statistics"			= "الإحصائيات";
"Statistics.Logging"	= "السجلات";
"Statistics.Wireless"	= "العملاء اللاسلكيون";
"Statistics.DHCP"		= "عملاء DHCP";
"StatisticsTip"			= "عرض معلومات حالة جهاز AirPort اللاسلكي، بما في ذلك معلومات syslogs والعميل";
"Search"				= "بحث عن إعداد";
"SearchTip"				= "قم بالبحث عن إعداد جهاز AirPort اللاسلكي حسب الاسم. وبمجرد تحديد اسم ستنتقل إلى الجزء الخاص بهذا الإعداد.";

/* Panel layout */
"AirPort.Summary.labelPercentage" = "٥٠";
"AirPort.Summary.Version.labelPercentage" = "٥٠";
"AirPort.BaseStation.labelPercentage" = "٥٠";
"AirPort.BaseStation.Options.labelPercentage" = "٥٠";
"AirPort.BaseStation.Hostname.labelPercentage" = "٥٠";
"AirPort.Wireless.labelPercentage" = "٥٠";
"AirPort.Wireless.Options.labelPercentage" = "٥٠";
"AirPort.Wireless.AppleWiFiConnect.labelPercentage" = "٥٠";
"AirPort.GuNe.labelPercentage" = "٥٠";
"AirPort.WDS.labelPercentage" = "٥٠";
"AirPort.ACL.labelPercentage" = "٥٠";

"Internet.Main.labelPercentage" = "٤٠";
"Internet.TCPIP.labelPercentage" = "٤٠";
"Internet.Modem.labelPercentage" = "٤٠";
"Internet.DHCP.labelPercentage" = "٤٠";
"Internet.NAT.labelPercentage" = "٤٠";

"Music.labelPercentage" = "٥٠";

"Printers.labelPercentage" = "٥٠";
"USB.labelPercentage" = "٥٠";
"Drives.Disks.labelPercentage" = "٥٠";
"Drives.FileSharing.labelPercentage" = "٥٠";
"Drives.Accounts.labelPercentage" = "٥٠";

"Advanced.MobileMe.labelPercentage" = "٥٠";
"Advanced.Firewall.labelPercentage" = "٥٠";
"Advanced.PortMapping.labelPercentage" = "٥٠";
"Advanced.IPv6.labelPercentage" = "٥٠";
"Advanced.IPv6Firewall.labelPercentage" = "٥٠";
"Advanced.Dialin.labelPercentage" = "٥٠";
"Advanced.Statistics.labelPercentage" = "٥٠";

/* Document */
"UpdateChanges" = "هل تريد تحديث الإعدادات على جهاز AirPort اللاسلكي هذا قبل الإغلاق؟";
"WSCUpdateChanges" = "لقد قمت بإجراء تغييرات على جهاز AirPort اللاسلكي والتي يجب حفظها قبل إضافة عملاء لاسلكيين. انقر على تحديث لحفظ التغييرات ثم حاول مرة أخرى.";
"SwitchContinue" = "هل تريد بالتأكيد التبديل إلى جهاز AirPort لاسلكي مختلف؟";
"SwitchUpdateLost" = "إذا قمت بالتبديل دون التحديث، فسيتم فقد التغييرات التي قمت بإجرائها."; 
"UpdateLost" = "سيتم فقد التغييرات التي أجريت إذا لم تقم بالتحديث.";
"Passwords" = "كلمات السر";
"errMatchPassword" = "لا يتطابق حقل كلمة السر مع حقل تأكيد كلمة السر. يجب إدخال نفس كلمة السر في كلا الحقلين.";
"ImportPrompt" = "قم باستيراد تكوين كامل للجهاز أو استيراد بعض الإعدادات فقط.";
"ImportAll" = "تكوين كامل للجهاز";
"ImportAllOther" = "كل الإعدادات الأخرى";
"SwitchNetworksPrompt" = "هل أنت متأكد من رغبتك في تبديل الشبكات اللاسلكية؟";
"SwitchNetworksMore" = "يتطلب إعداد جهاز AirPort اللاسلكي هذا تبديل الشبكات اللاسلكية، وقد يؤدي تبديل الشبكات اللاسلكية إلى مقاطعة اتصالك بالإنترنت.";
"TaskMaintenanceClose" = "هل أنت متأكد من رغبتك في إغلاق هذه النافذة؟";
"TaskMaintenanceRecommendContinue" = "إذا قمت بإغلاق النافذة الآن، فسيتم فقد التغييرات التي أجريتها.";
"AssistClose" = "هل أنت متأكد من رغبتك في إغلاق هذه النافذة؟";
"AssistReccomendContinue" = "إذا لم تتابع مع المساعد ولم تقم بتحديث جهاز AirPort اللاسلكي الخاص بك، فسيتم فقد التغييرات التي قمت بها.";
"PortConflict" = "يتعارض تمكين “%@” مع أحد تعيينات المنفذ. تم تعطيل تعيينات المنفذ. قم بتحديث المنفذ العام لمتابعة استخدامه.";
"TooBusyToCloseGeneric" = "أداة AirPort مشغولة ولا يمكن مقاطعتها.";
"TooBusyToClose" = "أداة AirPort مشغولة مع “%@” ولا يمكن مقاطعتها.";
"TooBusyToCloseExplain" = "انتظر لحين انتهاء أداة AirPort من عملها ثم حاول مرة أخرى.";
"UpdatingFirmware" = "تحديث برنامج ثابت لجهاز AirPort اللاسلكي";
"WritingConfiguration" = "كتابة تكوين جهاز AirPort لاسلكي";

/* Progress */
"closeOrReRead" = "يمكنك إغلاق هذه النافذة أو الانتظار حتى يتم إعادة تشغيل جهاز AirPort اللاسلكي.";
"closeOrReReadSpecific" = "يمكن إغلاق هذه النافذة أو انتظار إعادة تشغيل %@ هذا.";
"ReReadTimeout" = "تعذر على أداة AirPort العثور على جهاز AirPort اللاسلكي الخاص بك بعد إعادة التشغيل.";
"ReReadTimeoutDescription" = "تم تحديث الإعدادات لجهاز AirPort اللاسلكي هذا بنجاح، ولكن حدثت مشكلة في إعادة الربط بالشبكة اللاسلكية أو العثور على جهاز AirPort اللاسلكي. قد يلزم تحديد الشبكة من قائمة Wi-Fi والمحاولة مرة أخرى.";
"ReReadTimeoutDescriptionWin" = "تم تحديث الإعدادات الخاصة بجهاز AirPort اللاسلكي هذا بنجاح، ولكن كانت هناك مشكلة في إعادة الربط بالشبكة اللاسلكية أو العثور على جهاز AirPort اللاسلكي. قد تحتاج إلى تحديد الشبكة الخاصة بك في إدارة اتصالات الشبكة والمحاولة مرة أخرى.";
"ErrorCloseTryAgain" = "حدث خطأ، قم بإغلاق نافذة التكوين وحاول مرة أخرى.";

/* Discovery */
"FoundDefaultBaseStation" = "عثرت أداة AirPort على المحطة %@ بالإعدادات الافتراضية.";
"FoundDefaultBaseStation.alternateArticle" = "عثرت أداة AirPort على المحطة %@ بالإعدادات الافتراضية.";
"FoundRestorableDefaultBaseStation" = "عثرت أداة AirPort على المحطة %@ بالإعدادات الافتراضية. يمكن استعادة هذا الجهاز إلى الإعدادات السابقة.";
"FoundRestorableDefaultBaseStation.alternateArticle" = "عثرت أداة AirPort على المحطة %@ بالإعدادات الافتراضية. يمكن استعادة هذا الجهاز إلى الإعدادات السابقة.";
"FoundJoinedBaseStation" = "عثرت أداة AirPort على المحطة %@ وهناك عملاء يطلبون الانضمام إليها.";
"FoundConfiguredBaseStation" = "عثرت أداة AirPort على المحطة %@.";
"FoundConfiguredBaseStation.alternateArticle" = "عثرت أداة AirPort على %@.";
"FoundBaseStationNeedsAttention" = "عثرت أداة AirPort على المحطة %@ التي تقوم بالإبلاغ عن مشكلات.";
"FoundBaseStationNeedsAttention.alternateArticle" = "عثرت أداة AirPort على المحطة %@ التي تقوم بالإبلاغ عن مشكلات.";
"FoundBaseStationPerformingTask" = "عثرت أداة AirPort على %@ يقوم بإجراء مهمة.";
"FoundBaseStationPerformingTask.alternateArticle" = "عثرت أداة AirPort على %@ يقوم بإجراء مهمة.";
"FoundBaseStationMigrationInterrupted" = "عثرت أداة AirPort على Time Capsule الذي تعرض لمقاطعة أثناء ترحيل القرص.";
"FoundBaseStationWithEnrollee" = "عثرت أداة AirPort على %@ مع طلب الوصول إلى الشبكة.";
"FoundBaseStationWithEnrollee.alternateArticle" = "عثرت أداة AirPort على %@ مع طلب الوصول إلى الشبكة.";

"FoundBaseStationNeedsUpdate" = "يجب تحديث %@ هذا إلى إصدار برنامج ثابت أحدث.";
"FoundEnrolleeNeedsAccess" = "يطلب \"%@‎\" الوصول إلى الشبكة الخاصة بك.";
"FoundEnrolleeAlreadyAuthed" = "تم تخويل \"%@‎\" للوصول إلى الشبكة الخاصة بك.";
"FoundEnrolleeAlreadyAuthedWaiting" = "يتم الآن انتظار انضمام \"%@\" إلى شبكتك...";
"FoundEnrolleeAlreadyJoined" = "تم انضمام “%@‎” إلى الشبكة الخاصة بك بنجاح.";
"FoundEnrolleeNeedsPIN" = "أدخل رقم PIN لطلب الوصول لهذه الشبكة وحدد تخويل.";
"FoundEnrolleeGeneralError" = "حدث خطأ أثناء محاولة تخويل طلب الشبكة. الرجاء المحاولة مرة أخرى.";
"FoundEnrolleePINWrong" = "PIN الذي تم إدخاله غير صحيح.";
"AppleWiFiConnectAuthorize" = "تخويل";
"AppleWiFiConnectIgnore" = "تجاهل";	
"AppleWiFiConnectTableColumnName" = "الاسم";
"AppleWiFiConnectTableColumnModel" = "الطراز";
"AppleWiFiConnectTableColumnMAC" = "عنوان MAC";
"AppleWiFiConnectSelectNetwork" = "تخويل الوصول إلى";
"AppleWiFiConnectSelectNetwork.description" = "حدد الشبكة اللاسلكية التي تريد أن يستخدمها هذا العميل.";
"AppleWiFiGrantTimedAccess" = "توفير الوصول";
"AppleWiFiGrantTimedAccess.1" = "حتى أبطله";
"AppleWiFiGrantTimedAccess.2" = "تخصيص الفترة الزمنية";
"AppleWiFiGrantTimedAccess.86400" = "ليوم واحد";
"AppleWiFiGrantTimedAccess.604800" = "لأسبوع واحد";
"AppleWiFiGrantTimedAccess.2592000" = "لشهر واحد";
"AppleWiFiGrantTimedAccess.4294967295" = "نهائيًا";
"AppleWiFiGrantTimedAccess.description" = "قم بتحديد مقدار الوقت الذي يمكن لهذا العميل الوصول إلى الشبكة خلاله.";
"AppleWiFiGrantTimedAccessCustom" = "مخصص";
"ContinueOrManual" = "قم بالنقر فوق متابعة لتغيير إعدادات %@ هذا.";
"ContinueDefault" = "انقر على متابعة لإعداد %@ هذا.";
"ContinueResolve" = "انقر على متابعة لحل المشكلات في %@ هذا.";
"FoundNone" = "تعذر على أداة AirPort العثور على أي جهاز AirPort لاسلكي. تأكد من توصيل جهاز AirPort اللاسلكي الذي تريد إعداده وأنه في نطاق الكمبيوتر الخاص بك، ثم انقر على إعادة المسح للمحاولة مرة أخرى.";
"MakeSure" = "إذا لم يكن هذا هو جهاز AirPort اللاسلكي الذي تريد إعداده، فيمكنك تحديد جهاز آخر من القائمة الموجودة إلى اليسار. وإذا لم تر الجهاز، فتأكد من توصيله ومن وجوده في نطاق الكمبيوتر الخاص بك.";
"PerformingTask" = "قم بعرض تقدم المهمة أدناه أو حدد جهاز AirPort لاسلكي آخر تريد إعداده.";
"PerformingTaskNeedPassword" = "أدخل كلمة السر %@ لعرض تقدم المهمة أدناه أو حدد جهاز AirPort لاسلكي آخر تريد إعداده.";
"PasswordButton" = "إدخال كلمة السر…";
"NothingSelected" = "حدد جهاز AirPort اللاسلكي الذي تريد إعداده.";
"OldVersion" = "الإصدار الحالي";
"InstallVersion" = "إصدار جديد";
"UpdateButton" = "محدث البرامج الثابتة...";
"ProgressStep.0" = "يتم الآن البحث عن أحدث إصدار من البرنامج الثابت…";
"ProgressStep.1" = "يتم الآن الاتصال بـ %@…";
"ProgressStep.3" = "يتم الآن تنزيل البرنامج الثابت…";
"ProgressStep.4" = "يتم الآن تحميل برنامج ثابت جديد إلى %@ هذا…";
"ProgressStep.5" = "اكتمل التحديث…";

/* AirPort */
"SummaryPrompt" = "انقر على عنوان إعداد لتحرير الإعداد:";
"SummaryWirelessClients" = "العملاء اللاسلكيون";
"SummaryAllow" = "السماح للعملاء...";
"SummaryAddWireless" = "إضافة عملاء لاسلكيين...";
"UpgradeFirmware" = "ترقية البرنامج الثابت";
"UpgradeFirmwareTo" = "ترقية إلى %@";
"ConfigureRadius" = "تكوين RADIUS…";
"RadioModeWarning" = "ربما يمنع تحديد %@ بعض العملاء من الربط بهذه الشبكة اللاسلكية.";
"BaseStationsOptionsButton" = "خيارات";
"WirelessOptionsButton" = "الخيارات اللاسلكية...";
"WDSMainLabel" = "‫WDS رئيسية";
"WDSRemotesLabel" = "محطات WDS عن بُعد";
"AutomaticDateTime" = "تعيين الوقت تلقائيًا:";
"EveryoneElse" = "(افتراضي)";
"NoAccess" = "بلا وصول";
"FullAccess" = "غير محدود";
"Expired" = "(انتهت الصلاحية)";
"LocalAccessDescription" = "يحدد الوصول المحلي العملاء الذين يمكنهم الربط بالشبكة حسب عنوان MAC اللاسلكي لهؤلاء العملاء. إذا كان هذا الخيار خاليًَا، فيمكن لكل العملاء الربط بالشبكة.";
"TimedAccessDescription" = "يحدد التحكم بالوصول الأوقات والأيام التي يتمكن فيها العميل من الربط بالشبكة على حسب عنوان MAC اللاسلكي. يسمح لك العنصر الأول بتحديد عدد المرات الافتراضية للوصول لأي عناوين MAC لاسلكية ليست في القائمة.";
"TimedAccessLockoutTitle" = "تقييدات الوصول المحدد بوقت";
"TimedAccessLockoutMessage" = "لا يحتوي الإدخال الافتراضي على وصول. إذا لم تقم بإضافة إدخال يمنح الوصول إلى هذا الكمبيوتر، فلن تتمكن من الانضمام إلى الشبكة الخاصة بجهاز AirPort اللاسلكي هذا بعد التحديث.";
"VerifySecret" = "تأكيد السر:";
"WirelessInternetSettings" = "إعدادات الإنترنت اللاسلكي…";
"ChooseWirelessNetwork" = "اختيار شبكة لاسلكية…";

/* Internet */
"RenewDHCP" = "تحديث رخصة DHCP";
"NATDescription" = "تسمح ترجمة عناوين الشبكة (NAT) بمشاركة عنوان IP مفرد عام مع أجهزة كمبيوتر وأجهزة أخرى على الشبكة.";
"EnableDefaultHost" = "تمكين المضيف الافتراضي عند:";
"InvalidDHCPBegin" = "عنوان بداية DHCP الذي قمت بإدخاله ليس عنوان IP صالحًا.";
"InvalidDHCPEnd" = "عنوان نهاية DHCP الذي قمت بإدخاله ليس عنوان IP صالحًا.";
"InvalidRangeRemedy" = "أدخل رقمًا صالحًا لسلسلة وحدات البت الثماني النهائية الخاصة بالعنوان وحاول مرة أخرى.";
"ConfigurePortMappings" = "تكوين تعيينات المنافذ...";
"DHCPPrivateRange10Dot0" = "10.0";			/* DON'T LOCALIZE THIS */
"DHCPPrivateRange172Dot16" = "172.16";		/* DON'T LOCALIZE THIS */
"DHCPPrivateRange192Dot168" = "192.168";	/* DON'T LOCALIZE THIS */
"WirelessDescription" = "حدد الشبكة اللاسلكية التي سيستخدمها %@ هذا للاتصال بالإنترنت.";

/* Music */
"iTunesDescription" = "يتيح لك هذا الجزء إمكانية تكوين AirPort Express لاستخدام AirPlay.";

/* Printers */
"PrintersDescription" = "يعرض هذا الجزء طابعات USB الموصلة بجهاز AirPort اللاسلكي الخاص بك.";
"NoPrinters" = "لا شيء";
"Printer" = "الطابعة";
"SharedName" = "اسم مشترك";
"AccountName" = "اسم المستخدم";

/* USB */
"USBDevice" = "جهاز USB";
"USBDeviceAccess" = "الوصول";
"AccountCount" = "حسابات %d";

/* Drives */
"StorageDescription" = "يعرض هذا الجزء أقراص AirPort.";
"DiskBuiltIn" = "قرص Time Capsule";
"DiskBuiltInName" = "اسم قرص Time Capsule";
"DiskErasePrompt" = "حدد مسح لمسح البيانات الموجودة على قرص Time Capsule.";
"DiskErasePrompt2" = "انقر على بدء لمسح البيانات الموجودة على قرص Time Capsule.";
"DiskEraseButton" = "مسح...";
"DiskActionButton" = "بدء…";
"DiskEraseTCMenuItem" = "مسح القرص";
"DiskArchiveTCMenuItem" = "أرشفة القرص";
"DiskMigrateTCMenuItem" = "ترحيل القرص";
"DiskArchivePrompt" = "حدد أرشفة لنقل البيانات من قرص Time Capsule إلى قرص AirPort المتصل عبر USB.";
"DiskArchivePrompt2" = "انقر على بدء لنقل البيانات من قرص Time Capsule الخاص بك إلى قرص AirPort المتصل عبر USB.";
"DiskArchiveButton" = "أرشفة...";
"DiskMigrateArchiveErasePrompt" = "حدد الإجراء الذي تريد القيام به على قرص Time Capsule، ثم انقر على بدء تشغيل.";
"MigrateAreYouSure" = "هل تريد بالتأكيد ترحيل البيانات من قرص Time Capsule آخر إلى قرص Time Capsule هذا؟";
"MigrateExplain" = "قم بالترحيل من قرص Time Capsule آخر لنسخ البيانات الخاصة بك إلى قرص Time Capsule هذا. كما يسمح لك هذا بنقل النسخة الاحتياطية الخاصة بك من Time Machine إلى قرص Time Capsule هذا.";
"MigrateWarning" = "قد يستغرق ترحيل محتويات القرص من قرص Time Capsule آخر وقتًا طويلاً.";
"DiskMigrateButton" = "ترحيل...";
"MigrateFrom" = "ترحيل البيانات من";
"DiskArchiveNoDestPartitions" = "لا تتوفر أي أقراص AirPort";
"DiskArchiveNoDestDescription" = "تأكد من وجود مساحة كافية للأرشفة على جهاز التخزين قبل توصيله بمنفذ USB الموجود بالمحطة الرئيسية.";
"DiskArchiveNameFreeSpaceFormat" = "%@ (%@ متوفرة)";
"DiskArchiveNameFreeSpaceInsufficientSpace" = "%@ (%@ متوفرة - المساحة غير كافية)";
"DiskArchiveNameDiskIsLocked" = "%@ (القرص مقفل)";
"UnmountDescription" = "انقر على قطع اتصال كل المستخدمين إذا كنت ترغب في فصل قرص ما.";
"DiskMigrateSelect" = "حدد Time Capsule المطلوب ترحيله";
"DiskMigrateNoSources" = "لا يتوفر Time Capsules";
"DiskMigrateNoSourcesDescription" = "تأكد من توصيل Time Capsule الذي تريد ترحيل البيانات منه بالشبكة الخاصة بك.";
"DiskMigrateEraseTargetWarning" = "سيتم مسح محتويات القرص الخاص بـ Time Capsule هذا كجزء من عملية ترحيل محتويات القرص. لا يمكن التراجع عن هذا الإجراء.";

"SharingOffDescription" = "تم تعطيل مشاركة الملفات. لمشاركة أقراص AirPort على الشبكة، حدد علامة التبويب مشاركة الملفات، قم بتمكين مشاركة الملفات وحدد تحديث.";
"SharingTabButton" = "مشاركة الملفات…";
"BytesSuffix" = "بايت";
"KiloBytesSuffix" = "ك.ب.";
"MegaBytesSuffix" = "م.ب";
"GigaBytesSuffix" = "غ.ب.";
"TeraBytesSuffix" = "ت.ب.";
"NoDrives" = "لم يتم العثور على أقراص.";
"NoDriveSelection" = "حدد قرصًا أو وحدة تخزين.";
"nameField" = "الاسم:";
"capacityField"	= "السعة:";	
"availableCapacityField" = "متوفر:";
"usedCapacityField" = "مستخدم:";
"usersField" = "المستخدمون:";
"SMARTStatus" = "حالة S.M.A.R.T";		/* Self-Monitoring, Analysis, and Reporting Technology - It's not localized. "Status" should be localized.*/
"SMARTVerified" = "تم التحقق منه";
"SMARTFailing" = "فشل";
"SMARTNotSupported" = "غير مدعوم";
"ArchiveAreYouSure" = "هل أنت متأكد من رغبتك في أرشفة قرص Time Capsule إلى قرص متصل باستخدام USB؟";
"ArchiveExplain" = "قم بأرشفة القرص الثابت الخاص بك لإنشاء نسخة احتياطية من البيانات الخاصة بك.";
"ArchiveWarning" = "قد تستغرق أرشفة قرص Time Capsule الخاص بك وقتًا طويلًا.";
"ArchiveTo" = "الوجهة:";
"Archive" = "أرشيف";
"ArchiveConfirmStrong" = "تتطلب أرشفة قرص Time Capsule إلى قرص AirPort آخر توفر مساحة خالية على القرص الذي تقوم بالأرشفة إليه. لن تؤدي أرشفة البيانات إلى حذف أية ملفات.";
"UsersConnectedBullet" = "المستخدمون متصلون حاليًَا بهذا القرص. سيتم فقد أية تغييرات أجريت على الملفات غير المحفوظة.";
"EraseAreYouSure" = "هل أنت متأكد من رغبتك في مسح قرص Time Capsule؟";
"EraseExplain" = "يؤدي مسح قرص Time Capsule إلى حذف كل الملفات من عليه.";
"EraseSecure" = "المسح الآمن";
"EraseSecureExplain" = "يستغرق مسح القرص بأمان مدة أطول لكنه يضمن أنه لا يمكن استرداد البيانات.";
"Erase" = "مسح";
"EraseQuick" = "مسح سريع (غير آمن)";
"EraseQuick.description" = "لمسح معلومات الدليل بحيث لا يمكن الوصول إلى البيانات بعد ذلك. ويتم الإبقاء على البيانات على القرص دون تغيير إلى أن تصبح مساحة القرص مطلوبة فتتم الكتابة فوقها. حتى ذلك الحين، يمكن استرداد البيانات. هذا الخيار هو الأسرع، لكنه الأقل أمانًا.";
"EraseZeroOnce" = "تعيين البيانات إلى الصفر";
"EraseZeroOnce.description" = "لكتابة أصفار فوق كل البيانات الموجودة على القرص. يوفر هذا الخيار تأمينًا جيدًا للبيانات في أقل قدر من الوقت.";
"EraseZero7Times" = "مسح ٧ مرات";
"EraseZero7Times.description" = "لكتابة البيانات فوق محتويات القرص بالكامل ٧ مرات. يوفر هذا الخيار مسحًا لبيانات القرص بدرجة عالية من الأمان. يستغرق المسح ٧ مرات وقتًا أطول بـ ٧ مرات من الوقت اللازم لخيار التعيين إلى الصفر.";
"EraseZero35Times" = "مسح ٣٥ مرة";
"EraseZero35Times.description" = "لكتابة البيانات فوق محتويات القرص بالكامل ٣٥ مرة. يوفر هذا الخيار مسحًا لبيانات القرص بدرجة عالية من الأمان. يستغرق المسح ٣٥ مرة وقتًا أطول بـ ٣٥ مرة من الوقت اللازم لخيار التعيين إلى الصفر.";
"EraseTimeRequirementWarningSeveralDays" = "يستغرق إكمال هذا الخيار عدة أيام.";
"EraseTimeRequirementWarningSpecific" = "يستغرق إكمال هذا الخيار %@ تقريبًا.";
"EraseConfirmStrong" = "يؤدي مسح قرص Time Capsule إلى حذف كل المعلومات من عليه. لن يؤثر هذا الإجراء على المعلومات الموجودة على أقراص AirPort الأخرى.";
"EraseUsersConnectedBullet" = "المستخدمون متصلون حاليًَا بهذا القرص. ستتم إزالة الملفات قيد الاستخدام الموجودة على هذا القرص.";
"Migrate" = "ترحيل";
"MigrateConfirmStrong" = "سيؤدي ترحيل قرص Time Capsule المحدد إلى نسخ كل الملفات بما في ذلك أية نسخ احتياطية موجودة من Time Machine إلى قرص Time Capsule هذا.";
"MigrateTaskBullet" = "يمكن أن يستغرق ترحيل قرص Time Capsule الخاص بك وقتًا طويلًا.";
"MigrateUsersConnectedBullet" = "المستخدمون متصلون حاليًَا بهذا القرص. سيتم فقد أية تغييرات أجريت على الملفات غير المحفوظة.";
"MaintenanceTaskBullet" = "يومض مصباح حالة %@ باللون الكهرماني أثناء هذه العملية.";
"MaintenanceTaskBullet2" = "لن تتمكن من تغيير إعدادات %@ أو تحديث البرنامج الثابت أو إعادة تشغيله حتى يصبح متاحًا مرة أخرى.";
"MaintenanceTaskBullet3" = "قد يستغرق مسح القرص بأمان مدة طويلة. لمسح القرص بشكلٍ أسرع، انقر على إلغاء وابدأ من جديد دون مسح القرص بأمان.";
"DisconnectAllUsers" = "قطع اتصال كل المستخدمين...";
"Unmount" = "إلغاء تحميل";
"Disconnect" = "قطع الاتصال";
"DisconnectAllUsersAreYouSure" = "هل أنت متأكد من رغبتك في قطع اتصال كل المستخدمين من الأقراص المشتركة؟";
"DisconnectAllUsersExplain" = "قبل إزالة قرص من %@ الخاص بك، يجب قطع اتصال أي مستخدم متصل به. وتأكد من قيام المستخدمين المتصلين بالأقراص بحفظ عملهم قبل قطع الاتصال. وبعد قطع اتصال كل المستخدمين، تصبح عملية إزالة القرص آمنة.";
"DisconnectMessage" = "قرر مسؤول %@ هذا قطع اتصال كل المستخدمين من الأقراص المشتركة.";
"ArchiveDiskMessage" = "يقوم مسؤول %@ هذا بأرشفة قرص AirPort هذا.";
"EraseDiskMessage" = "يقوم مسؤول %@ هذا بمسح قرص AirPort هذا.";
"MigrateSourceDiskMessage" = "يقوم مسؤول %@ هذا بترحيل محتويات قرص Time Capsule هذا.";
"MigrateDestDiskMessage" = "يقوم مسؤول %@ هذا بترحيل محتويات قرص Time Capsule آخر إلى قرص Time Capsule هذا.";
"WillBeDisconnectedMessage" = "سيتم قطع اتصال كل المستخدمين بالقرص.";
"DiskStatus" = "حالة القرص";
"EraseDiskStatus" = "حالة مسح القرص";
"ErasingWillTake" = "يستغرق مسح القرص بأمان %@ تقريبًا.";
"EraseDiskSucceeded" = "تم مسح القرص بنجاح.";
"EraseDiskFailed" = "حدث خطأ أثناء مسح القرص.";
"EraseDiskPermissionError" = "تأكد من إمكانية نسخ الملفات إلى القرص ثم حاول مرة أخرى.";
"EraseInternalDiskFailed" = "حدث خطأ أثناء مسح قرص Time Capsule. الرجاء المحاولة مرة أخرى.";
"EraseDiskProgress" = "حالة القرص: %@";
"EraseDiskSecurePass" = "عدد مرات المسح الآمن %1$d من %2$d";
"EraseDiskStarting" = "بدء مسح القرص";
"EraseDiskFinishing" = "إنهاء المسح الآمن";
"EraseCancel" = "إلغاء المسح الآمن";
"CancelingTask" = "يتم الآن الإلغاء. الرجاء الانتظار.";
"EraseDiskCanceled" = "تم مسح قرص Time Capsule. ولكن، نظرًا لإلغاء مرحلة المسح الآمن، يمكن استرداد البيانات من القرص الثابت.";
"EstimatedTimeToComplete" = "الوقت المقدّر للإكمال: %@";
"DaysHoursMinutesSeconds" = "%1$d من الأيام %2$2d:%3$2d:%4$2d";		/* example: "3 days 10:59:48" (remaining, not absolute time)*/
"HoursMinutesSeconds" = "%1$2d:%2$2d:%3$2d";					/* example: "10:59:48" (remaining, not absolute time)*/
"ArchiveDiskSucceeded" = "تمت أرشفة القرص بنجاح.";
"ArchiveDiskError" = "حدث خطأ أثناء أرشفة قرص Time Capsule.";
"ArchiveSizeError" = "لا تتوفر مساحة خالية كافية على قرص الوجهة.";
"ArchiveNotFoundError" = "لا يمكن العثور على قرص الوجهة.";
"ArchivePermissionError" = "هناك أخطاء في الأذونات في قرص الوجهة.";
"ArchiveDiskStarting" = "بدء أرشفة القرص";
"ArchiveDiskStatus" = "حالة أرشفة القرص";
"ArchiveDiskProgress" = "%1$@ من %2$@";
"ArchiveCancel" = "إلغاء الأرشفة";
"ArchiveDiskCanceled" = "تم إلغاء أرشفة القرص.";
"ArchiveDiskCanceledArchiveDeleted" = "تم حذف الملفات المؤرشفة من قرص الوجهة.";
"ArchiveDiskCanceledArchiveRemains" = "الملفات المؤرشفة متوفرة على قرص الوجهة.";
"ArchiveDiskFinishing" = "إنهاء";

"MigrateDiskSucceeded" = "تم ترحيل محتويات قرص Time Capsule الآخر إلى قرص Time Capsule هذا بنجاح.";
"MigrateDiskError" = "حدث خطأ أثناء ترحيل محتويات Time Capsule الآخر إلى قرص Time Capsule هذا.";
"MigrationInterrupted" = "تمت مقاطعة ترحيل قرص Time Capsule.";
"MigrationResumeRestart" = "يمكنك استئناف الترحيل أو إعادة تشغيله.";
"MigrationResumeRestartCancel" = "يمكنك استئناف الترحيل أو إعادة تشغيله أو إلغائه.";
"MigrationResumeRestartDesc" = "ستؤدي إعادة تشغيل الترحيل إلى مسح قرص Time Capsule هذا وترحيل كافة الملفات من قرص Time Capsule الآخر. سيقوم استئناف الترحيل بإتمام المهمة من حيث انتهى الترحيل.";
"MigrateSizeError" = "لا توجد مساحة حرة كافية على قرص Time Capsule هذا لترحيل محتويات قرص Time Capsule الآخر بالكامل.";
"MigrateNotFoundError" = "لا يمكن العثور على قرص Time Capsule الذي تريد الترحيل منه.";
"MigrateDiskStarting" = "بدء ترحيل قرص Time Capsule";
"MigrateDiskStatus" = "حالة الترحيل";
"MigrateCancel" = "إلغاء ترحيل قرص Time Capsule";
"MigrateDiskCanceled" = "تم إلغاء ترحيل قرص Time Capsule.";
"DisconnectingFileSharingUsers" = "قطع اتصال مستخدمي مشاركة الملفات";

"MigrateDiskFinished.defaults" = "حدد متابعة لاستعادة Time Capsule الآخر إلى الوضع الافتراضي.";
"MigrateDiskFinished.config" = "حدد متابعة لتكوين Time Capsule الآخر باستخدام الإعدادات المحددة مسبقًا.";
"MigrateDiskFinished.timer" = "ستستمر هذه العملية تلقائيًا خلال %@ ثوان.";

"RepairDisk" = "إصلاح";
"ChooseDifferentDisk" = "اختر قرص AirPort آخر وحاول مرة أخرى.";
"ConnectSMBOnly" = "لا يمكن الاتصال بهذا القرص المشترك على smb://%@.";
"ConnectSMBorAFP" = "لا يمكن الاتصال بهذا القرص المشترك على smb://%1$@ أو afp://%2$@.";
"FileSharingDescription" = "يتيح لك هذا الجزء تكوين الوصول إلى مشاركة الملفات لأقراص AirPort.";
"ConfigureAccounts" = "تكوين الحسابات...";
"SMBDescription" = "تكون هذه الإعدادات مشاركة ملفات Windows.";
"DiskRenameButton" = "إعادة تسمية…";
"DiskRenameLabel" = "اسم القرص:";
"DiskRenameDescription" = "أدخل اسمًا لقرص Time Capsule.";
"DiskRenamePrompt" = "انقر على إعادة تسمية لتغيير اسم قرص Time Capsule.";
"InternalDiskDefaultPartitionName" = "قرص AirPort";
"DiskUserWarningPrompt" = "لن يتوفر هذا الجهاز وخدمات الشبكة التابعة له مؤقتًا. هل أنت متأكد من رغبتك في المتابعة؟";

/* Advanced */
"AccountsDescription" = "فيما يتعلق بالحسابات الموجودة على جهاز AirPort اللاسلكي الخاص بك يمكنك التحكم في وصول المستخدمين إلى الأقراص المشتركة. انقر على إضافة (+) لإنشاء حساب مستخدم جديد.";
"AccountsDescription.usbAndDiskSharing" = "فيما يتعلق بالحسابات الموجودة على جهاز AirPort اللاسلكي الخاص بك يمكنك التحكم في وصول المستخدمين إلى الأقراص المشتركة وأجهزة USB الأخرى المشتركة. انقر على إضافة (+) لإنشاء حساب مستخدم جديد.";
"AccountsDescription.usbSharing" = "فيما يتعلق بالحسابات الموجودة على جهاز AirPort اللاسلكي الخاص بك يمكنك التحكم في وصول المستخدمين إلى أجهزة USB المشتركة. انقر على إضافة (+) لإنشاء حساب مستخدم جديد.";
"FirewallDescription" = "إذا كنت ترغب في جعل أجهزة كمبيوتر خارج نطاق الشبكة تتمكن من الوصول إلى أجهزة محددة على الشبكة لديك، فانقر على إضافة (+) وأدخل الخدمة والمنفذ.";
"PortMappingDescription" = "إذا كنت ترغب في جعل أجهزة كمبيوتر خارج نطاق الشبكة تتمكن من الوصول إلى أجهزة محددة على الشبكة لديك، فانقر على إضافة (+) وأدخل الخدمة والمنفذ.";
"IPv6Description" = "يتيح لك هذا الجزء تكوين IPv6 على %@ الخاص بك. اختر ما إذا كان %@ الخاص بك سيستخدم الشبكة المحلية للارتباط فقط أو العمل كنقطة توصيل على إنترنت IPv6 أو وضع نفق بين إنترنت IPv6 وأجهزة الكمبيوتر على الشبكة المحلية الخاصة بك.";
"IPv6FirewallTraversals" = "قم بتخصيص جدار حماية IPv6.";
"IPv6FirewallDescription" = "إذا كنت ترغب في منح الوصول إلى أجهزة محددة على الشبكة من خارج نطاق الشبكة، فانقر على إضافة (+) وأدخل عنوان IPv6 و/أو المنفذ للجهاز.";
"LoggingDescription" = "يدعم جهاز AirPort اللاسلكي هذا رسائل السجل التي قد تساعد في تشخيص مشكلة.";
"SNMPDescription" = "يسمح البروتوكول البسيط لإدارة الشبكة (SNMP) باستعلام هذا الجهاز عن إحصائيات بما في ذلك عدد العملاء اللاسلكيين.";
"LogsAndStatisticsDescirption" = "تدعم أداة AirPort قراءة رسائل السجل وعرض الإحصائيات على جهاز AirPort اللاسلكي الخاص بك.";
"WABHostnameDescription" = "أدخل اسم مضيف عام لجهاز AirPort اللاسلكي هذا. ستتمكن أجهزة الكمبيوتر على شبكة الإنترنت من الاتصال بجهاز AirPort اللاسلكي هذا باستخدام اسم المضيف هذا.";
"WABRegDomainDescription" = "أدخل نطاق التسجيل لتمكين إعلام Bonjour خارج الشبكة الفرعية المحلية.";
"WABDNSAuthDescription" = "أدخل اسم المستخدم وكلمة السر إذا كان خادم DNS يتطلب المصادقة.";
"WABEnable" = "استخدام اسم مضيف نطاق واسع";
"WABConfigure" = "تكوين…";
"BackToMyMacDescription" = "باستخدام ميزة الوصول إلى جهاز Mac يمكنك الوصول إلى %@ هذا للحصول على خدمات مثل مشاركة الملفات من أجهزة الكمبيوتر الأخرى التي تم تمكين هذه الميزة بها.";
"BackToMyMacDescriptionSingle" = "لإعداد Back to My Mac على %@، أدخل اسم عضو MobileMe وكلمة السر.";
"BackToMyMacDescriptionMultiple" = "لإعداد Back to My Mac على %@، انقر على إضافة (+) وادخل اسم عضو MobileMe وكلمة السر.";
"BackToMyMacEntryDescription" = "أدخل اسم عضو وكلمة سر MobileMe لإتاحة الأجهزة المتصلة بـ %@ هذا عبر ميزة الوصول إلى جهاز Mac.";
"IPv6FirewallLabel" = "استثناءات";
"PortMappingsLabel" = "تعيينات المنفذ";

/* Statistics */
"SeverityLabel" = "مستوى الشدة:";
"Save Log File" = "تصدير السجلات";
"LogFileNameWithoutExtension" = "سجل %@";
"ViewStatistics" = "السجلات والإحصائيات";
"MinutesAgo" = "دقيقة مضت";
"dBm" = "ديسيبل/ملليواط";
"StatisticsPublicPassword" = "لعرض الإحصاءات، قم بتغيير كلمة سر %@ من \"العام\"، وحدث التكوين ثم حاول مرة أخرى. يتم دعم عرض الإحصاءات باستخدام كلمة السر الخاصة بـ\"العام\" فقط إذا كان جهاز AirPort اللاسلكي يحتوي على سلسلة مجموعة SNMP.";

/* Profiles */
"profilesDescription" = "يدعم جهاز AirPort اللاسلكي هذا العديد من ملفات تعريف التكوين. يمكنك إضافة ملف تعريف أو حذفه أو تنشيطه. لتنشيط ملف تعريف، انقر على الزر الموجود في العمود النشط. لإعادة تسمية ملف تعريف، انقر نقرًا مزدوجًا على اسم ملف التعريف وأدخل اسمًا جديدًا.";
"ManageProfiles" = "إدارة ملفات التعريف";
"untitled" = "بلا عنوان";
"copy" = "نسخ";

/* Validation */
"SingleValidationError" = "قم بحل المشكلة الواردة أدناه قبل تحديث جهاز AirPort اللاسلكي هذا.";
"MultipleValidationErrors" = "قم بحل مشاكل %d الواردة أدناه قبل تحديث جهاز AirPort اللاسلكي هذا.";
"IgnoreValidationDescription" = "حدد ”تجاهل هذه المشكلة“ في حالة عدم الرغبة في تغيير هذا الإعداد.";
"IgnoreValidation" = "تجاهل هذه المشكلة";

/* System Status */
"SystemStatusPrompt" = "يبلغ جهاز AirPort اللاسلكي الخاص بك عن المعلومات التالية. حدد العنصر لمشاهدة المزيد من التفاصيل.";
"SystemStatusIgnoreExplain" = "يمكنك تجاهل مشكلة ما إذا لم ترغب أن تجعل ضوء حالة جهاز AirPort اللاسلكي يومض باللون الكهرماني.";
"SystemStatusPromptNoErrors" = "لم يبلغ جهاز AirPort اللاسلكي عن أية مشكلات.";
"SystemErrors" = "مشكلات %d";
"StatusNormal" = "عادي";
"StatusUnconfigured" = "الإعدادات الافتراضية";
"DontWarnCheckboxTitle" = "عدم إظهار هذا التحذير مرة أخرى";
"SystemStatusErrorDescription" = "وصف المشكلة";
"SystemStatusIgnore" = "تجاهل";
"SystemStatusError" = "المشكلة";
"SystemStatusWarning" = "تحذير";
"SystemStatusOpenedDefault" = "تم فتح أداة AirPort “%@” لأنها تستخدم الإعدادات الافتراضية.";
"SystemStatusOpenedDefaultMore" = "انقر على موافق لإدخال الإعدادات أو انقر على إلغاء للابقاء على الإعدادات الافتراضية.";
"SystemStatusOpenedProblems" = "تم فتح أداة AirPort “%@” لأنها تبلغ عن مشكلات.";
"SystemStatusOpenedProblemsMore" = "انقر على موافق لاستكشاف الأخطاء الموجودة في جهاز AirPort اللاسلكي هذا وإصلاحها.";
"SystemStatusItem" = "العنصر";
"SystemStatusPromptOneItem" = "يبلغ جهاز AirPort اللاسلكي عن عنصر واحد.";
"SystemItems" = "%d من العناصر";

/* Preferences */
"ShowPreferences" = "فتح التفضيلات";
"advancedUser" = "استخدم نافذة التكوين اليدوي دومًا";
"controlTips" = "إظهار تلميحات الأدوات على كل إعداد خاص بجهاز AirPort اللاسلكي";
"backgroundMonitor" = "مراقبة أجهزة AirPort اللاسلكية بحثًا عن مشاكل";
"backgroundMonitorMine" = "مراقبة أجهزة AirPort اللاسلكية التي قمت بتكوينها فقط";
"backgroundMonitorDescription" = "يؤدي تحديد \"مراقبة أجهزة AirPort اللاسلكية بحثًا عن مشاكل\" إلى فتح أداة AirPort عندما يومض مؤشر الحالة الخاص بجهاز AirPort لاسلكي مدعوم بلون كهرماني.";
"backgroundMonitorWAB" = "مراقبة أجهزة AirPort اللاسلكية عبر الإنترنت باستخدام Bonjour";

/* UserModes */
"AssistantMode" = "مساعدتي";
"AdvancedMode" = "إعداد يدوي";
"ConfirmSwithToAssistLoseChanges" = "سيؤدي التبديل إلى وضع المساعد الآن إلى فقد أي تغييرات قمت بإجرائها على جهاز AirPort اللاسلكي هذا. هل تريد بالتأكيد التبديل إلى وضع المساعد؟";
"AssistReconfigurePrompt" = "هل تريد بالتأكيد استخدام المساعد لإعادة تكوين جهاز AirPort اللاسلكي هذا؟";
"AssistReconfigureExplain" = "يمكن أيضًا اختيار الإعداد اليدوي لتكوين المزيد من الخيارات المتقدمة.";

/* Equivalent Network Password */
"equivWEPPW" = "للاتصال بالشبكة اللاسلكية التي قام %@ بإنشائها من كمبيوتر لا يستخدم برنامج AirPort، يجب استخدام ما يلي:";
"equivWEPHex" = "كلمة سر مكافئة لسداسي عشري (مفتاح WEP):";
"equivWEPASCII" = "كلمة سر مكافئة لترميز ASCII (مفتاح WEP):";
"equivWPAPW" = "للاتصال بالشبكة اللاسلكية التي قام %@ بإنشائها، يجب استخدام ما يلي:";
"equivWPAPSK" = "مفتاح WPA المشترك مسبقًا:";
"equivWPAPSKSSIDSpecific" = "مفتاح WPA المشترك مسبقًا لـ “%@”:";
"equivWPAPasswordSSIDSpecific" = "كلمة سر WPA لـ “%@”:";
"equivWPAPassword" = "كلمة سر WPA:";
"equivTSNPassword" = "كلمة سر WPA / مفتاح ASCII WEP:";

/* Firmware */
"CurrentLabel" = "الإصدار الحالي";
"UpdateToLabel" = "تحميل الإصدار";
"ChooseOrOther" = "اختر إصدار البرنامج الثابت الذي تريد تحميله على جهاز AirPort اللاسلكي الخاص بك أو اختر أخرى... لاستعراض إصدار آخر.";

/* Confirmations - Maybe don't use */
"AreYouSure"	= "هل أنت متأكد من رغبتك في تمكين هذا الإعداد؟";
"AreYouSure2"	= "هل أنت متأكد من رغبتك في تغيير هذا الإعداد؟";
"AreYouSure3"	= "هل أنت متأكد من رغبتك في الاحتفاظ بهذا الإعداد؟";
"ConfirmClosed" = "اسم الشبكة “المغلقة” مخفي. للربط بالشبكة، يجب على المستخدم معرفة اسمها أولاً.";
"ConfirmEthernetBridging" = "قد يتداخل تمكين الوصل القنطري بين AirPort والإيثرنت مع تشغيل الشبكة. يمكن الحصول على المزيد من المعلومات من موفر خدمة الإنترنت أو مسؤول الشبكة.";
"ConfirmEthernetDHCP" = "قد يتداخل تمكين خادم DHCP على الإيثرنت مع تشغيل الشبكة. يمكن الحصول على المزيد من المعلومات من موفر خدمة الإنترنت أو مسؤول الشبكة.";
"ConfirmEthernetNAT" = "قد تتداخل مشاركة عناوين IP (باستخدام NAT) على الإيثرنت مع تشغيل الشبكة. يمكن الحصول على المزيد من المعلومات من موفر خدمة الإنترنت أو مسؤول الشبكة.";
"ConfirmRobustness" = "يمكن أن تؤدي شدة التداخل إلى حل مشكلات التداخل التي تحدث بسبب أجهزة أخرى، مثل الهواتف اللاسلكية أو شاشات الفيديو اللاسلكية. ربما يؤثر استخدام شدة التداخل على أداء الشبكة العام.";
"ConfirmMulticastRate" = "يحول تعيين سرعة البث المتعدد إلى أكثر من 2 ميغابايت/ثانية دون اتصال بعض البطاقات اللاسلكية لجهات خارجية سعتها 2 ميغابايت بشبكة AirPort. لن تتأثر أجهزة كمبيوتر العميل المزودة ببطاقات Apple AirPort.";
"ConfirmPublicPassword" = "تتم حماية جهاز AirPort اللاسلكي هذا بكلمة السر \"public\".";
"ConfirmPublicPassword1" = "للحصول على أقصى حد من الحماية، يجب إنشاء كلمة سر بخلاف \"عام\".";
"confirm80211b" = "تحديد \"802.11b فقط\" سيمنع أجهزة كمبيوتر العميل 802.11g من الانضمام إلى الشبكة التي تم نشرها بواسطة جهاز AirPort اللاسلكي هذا بمعدل 802.11g.";
"confirm80211g" = "تحديد \"802.11g فقط\" سيمنع أجهزة كمبيوتر العميل 802.11b من الانضمام إلى الشبكة التي تم نشرها بواسطة جهاز AirPort اللاسلكي هذا.";
"confirmTurnOffLocalAccessControl" = "تأمين WPA على مستوى المؤسسة غير متوافق مع التحكم في الوصول إلى عنوان MAC المحلي. سيتم تصدير قائمة التحكم في الوصول المحلي وحذفها.\n\nهل أنت متأكد من رغبتك في تصدير قائمة التحكم في الوصول المحلي وحذفها وكذلك استخدام تأمين WPA على مستوى المؤسسة؟";
"confirmTurnOffRemoteAccessControl" = "تأمين WPA على مستوى المؤسسة غير متوافق مع التحكم في الوصول إلى عنوان MAC الذي يستند إلى RADIUS. سيتم إيقاف التحكم في الوصول الذي يستند إلى RADIUS.\n\nهل أنت متأكد من رغبتك في إيقاف التحكم في الوصول الذي يستند إلى RADIUS واستخدام تأمين WPA عبر المؤسسة؟";
"confirmTurnOffBothAccessControl" = "تأمين WPA على مستوى المؤسسة غير متوافق مع عنوان MAC المحلي والتحكم في الوصول إلى عنوان MAC الذي يستند إلى RADIUS. سيتم إيقاف التحكم في الوصول الذي يستند إلى RADIUS، كما سيتم تصدير قائمة التحكم في الوصول المحلي وحذفها.\n\nهل أنت متأكد من رغبتك في تصدير قائمة التحكم في الوصول المحلي وحذفها، وإيقاف التحكم في الوصول الذي يستند إلى RADIUS، وكذلك استخدام تأمين WPA الذي يستند إلى RADIUS؟";
"confirmNonASCIINetNameEncoding" = "يحتوي اسم الشبكة (SSID) الذي تم اختياره على أحرف بترميز خلاف ASCII، لذلك فقد لا يكون صالحًا للاستخدام في كل أجهزة كمبيوتر عميل AirPort.";
"confirmNonASCIINetPWEncoding" = "تحتوي كلمة سر الشبكة (مفتاح WEP) التي تم اختيارها على أحرف بترميز خلاف ASCII، لذلك فقد لا تكون صالحة للاستخدام في كل أجهزة كمبيوتر عميل AirPort.";
"ConfirmAOLParentalControl" = "يتطلب تمكين الإشراف العائلي لـ AOL استخدام عميل AOL للوصول إلى الإنترنت.";
"ConfirmPPPDialin" = "إن تمكين الاتصال الهاتفي بالإنترنت باستخدام بروتوكول PPP سيجعل جهاز AirPort اللاسلكي يرد على المكالمات الهاتفية كما تم تكوينه. تعمل هذه الميزة بشكل أفضل عند استخدامها مع خط هاتف خاص.";

/* Error messages */
"APReadError"	= "حدث خطأ أثناء قراءة التكوين.";
"APWriteError"	= "حدث خطأ أثناء تحديث التكوين.";
"APBinaryError"	= "حدث خطأ أثناء تحديث البرنامج الثابت.";
"FileSaveError" = "حدث خطأ أثناء حفظ التكوين. تحقق من الإعدادات ثم حاول مرة أخرى.";

/* LoginScript */
"None" = "لا شيء";

/* Validation errors */
"errNeedPassword" = "يجب إدخال كلمة سر للمتابعة.";
"errInvalidIP" = "عنوان IP ليس صالحًا. راجع مسؤول النظام للشبكة أو موفر خدمة الإنترنت للحصول على عنوان IP صالح.";
"errBadPassword" = "كلمة السر التي قمت بإدخالها غير صحيحة.";
"errCantOpenBinary" = "لا يمكن فتح الملف الذي قمت بتحديده لأنه يُستخدم لتحميل المعلومات إلى جهاز AirPort لاسلكي. حدد جهاز AirPort لاسلكي أولاً، ثم اختر تحميل البرنامج من قائمة المحطة الرئيسية.";
"errCantOpenFile" = "لا يمكن لهذا البرنامج فتح الملف المحدد.";
"errCantResetAP" = "تعذر على أداة AirPort إعادة تعيين جهاز AirPort اللاسلكي. راجع الوثائق المرفقة مع جهاز AirPort اللاسلكي للحصول على إرشادات حول كيفية إعادة تعيينه يدويًا.";
"errCantRestartAP" = "تعذر على أداة AirPort إعادة تشغيل جهاز AirPort اللاسلكي المحدد.";
"errCantUpdateAP" = "تعذر على أداة AirPort تحديث إعدادات جهاز AirPort اللاسلكي المحدد.";
"errCantUploadAP" = "تعذر على أداة AirPort تحميل البرنامج على جهاز AirPort اللاسلكي المحدد.";
"errCantReadFile" = "لم تتمكن أداة AirPort من قراءة ملف التكوين.";
"errCantReadAP" = "تعذر على أداة AirPort قراءة تكوين جهاز AirPort اللاسلكي المحدد.";
"errNotSupportedAP" = "لا يمكن لأداة AirPort تكوين جهاز AirPort اللاسلكي المحدد.";
"errNetworking" = "تعذر على أداة AirPort الاتصال بجهاز AirPort اللاسلكي المحدد. يجب أن يكون الكمبيوتر الخاص بك على نفس الشبكة الفرعية TCP/IP مثل جهاز AirPort اللاسلكي.";

/* Validation reasons */
"expUpload" = "حدد جهاز AirPort اللاسلكي الذي تريد تكوينه واختر تحميل البرنامج.";
"expValidIP" = "تأكد من إدخال عنوان IP وكلمة سر صالحة، ثم حاول مرة أخرى.";

/* Informational */
"infoRestart" = "تمت إعادة تشغيل جهاز AirPort اللاسلكي الذي قمت بتحديده.";
"infoPleaseWait" = "الرجاء الانتظار حتى تتم إعادة تشغيل المحطة الرئيسية.";
"infoUploadSuccess" = "تم تحديث البرنامج الخاص بجهاز AirPort اللاسلكي هذا بنجاح.";
"infoUpdateSuccess" = "تم تحديث الإعدادات الخاصة بجهاز AirPort اللاسلكي هذا بنجاح.";
"infoUpdateSuccessSpecific" = "تم تحديث الإعدادات لـ %@ هذا بنجاح.";
"infoRestartOK" = "يؤدي إعادة تشغيل جهاز AirPort لاسلكي إلى قطع اتصال أي كمبيوتر موجود على الشبكة اللاسلكية.";
"infoRestartDirty" = "سيؤدي إعادة تشغيل جهاز AirPort اللاسلكي هذا إلى فقد التغييرات التي لم تقم بحفظها.";
"infoHardResetOK" = "ستؤدي استعادة جهاز AirPort اللاسلكي هذا إلى الوضع الافتراضي إلى مسح إعداداته.";
"infoHardResetAirPortDisk" = "لن تتأثر الملفات الموجودة على أقراص AirPort، لكنك ستحتاج إلى إعداد الوصول إلى مشاركة الملفات لهذه الأقراص.";
"infoHardResetMore" = "يلزم إعداد هذا الجهاز مرة أخرى بعد استعادته للإعدادات الافتراضية.";
"infoHardResetConfirm" = "هل أنت متأكد من رغبتك في استعادة الإعدادات الافتراضية؟";
"infoUploadOK" = "يؤدي تحديث البرنامج الثابت إلى قطع اتصال أي كمبيوتر موجود على الشبكة اللاسلكية.";
"infoAirPortCard" = "بطاقة AirPort";
"infoNotConfigured" = "تمت إعادة تعيين جهاز AirPort اللاسلكي الذي قمت بتحديده ولم يتم تكوينه حاليًا.";
"infoUploadDefault" = "سيتم تحميل البرنامج الافتراضي على جهاز AirPort اللاسلكي. انقر على تلقائي لتغيير تكوين TCP/IP الخاص بك مؤقتًا أثناء التحميل، أو انقر على يدوي لتعيين رقم TCP/IP فريد وكلمة سر لجهاز AirPort اللاسلكي الخاص بك.";
"infoResetSuccess" = "تمت إعادة تعيين جهاز AirPort اللاسلكي إلى التكوين الافتراضي بنجاح.";
"infoQuit" = "قم بإنهاء هذا البرنامج، ثم حاول مرة أخرى.";
"infoLoseNetwork" = "ربما يتسبب ذلك في مقاطعة أية خدمات للشبكة يتم إنشاؤها في الوقت الحالي.";
"infoAutomatic" = "تلقائي";
"infoManual" = "يدوي…";

/*
 * Explanations for NAT and DHCP on/off, and bridging on/off
 * Note the trailing space in each of the NAT and DHCP on/off strings
 * The string displayed in the panel is made by concatenating the
 * Bridge on/off string to one of these strings
 */
"NAT_off_DHCP_off" = "لم يتم تمكين مشاركة الإنترنت باستخدام ترجمة عناوين الشبكة وبروتوكول DHCP. يجب أن تقوم أجهزة كمبيوتر العميل الموجودة على الشبكة بتكوين بروتوكول TCP/IP يدويًا. ";
"NAT_off_DHCP_on" = "يتم استخدام بروتوكول DHCP لمشاركة نطاق عناوين IP التي يتم إدخالها هنا. يجب أن تقوم أجهزة كمبيوتر العميل الموجودة على الشبكة بتكوين بروتوكول TCP/IP للحصول على عنوان IP باستخدام خادم DHCP. ";
"NAT_on_DHCP_on" = "يتم استخدام بروتوكول NAT وDHCP لمشاركة عنوان IP واحد. يجب أن تقوم أجهزة كمبيوتر العميل الموجودة على الشبكة بتكوين بروتوكول TCP/IP للحصول على عنوان IP باستخدام خادم DHCP. ";
"Bridge_Off" = "لن يعمل جهاز AirPort اللاسلكي كقنطرة بين AirPort وشبكة إيثرنت.";
"Bridge_On" = "سيعمل جهاز AirPort اللاسلكي كقنطرة بين AirPort وشبكة إيثرنت.";
"Bridge_LAN" = "سيعمل جهاز AirPort اللاسلكي كقنطرة بين AirPort وشبكة إيثرنت المحلية.";
"DHCPRangeLabel" = "نطاق DHCP:";

/* Binary errors */
"binSize" = "حجم الملف المحدد ليس صحيحًا.";
"binDowngrade" = "لا يمكن إرجاع جهاز AirPort اللاسلكي المحدد إلى الإصدار الأقدم %@.";
"binSignature" = "لا يتطابق ملف البرنامج الثابت مع التوقيع الخاص به كما أنه غير صالح. لم يتم تحديث أي من أجهزة AirPort اللاسلكية الخاصة بك.";
"binChecksum" = "الملف المحدد يحتوي على مجموع اختباري غير صحيح.";
"binError" = "حدث خطأ غير متوقع أثناء فحص الملف المحدد.";
"binConfirmReload" = "هل تريد بالتأكيد إعادة تحميل جهاز AirPort اللاسلكي باستخدام البرنامج المحدد؟";
"binVersion" = "لا يمكن تحديد رقم الإصدار للملف المحدد.";
"binConfirmDowngrade" = "البرنامج الذي تقوم بتحميله الآن (%1$@) أقدم من المستخدم في جهاز AirPort اللاسلكي (%2$@).";
"binChooseAnother" = "اختر ملفًا آخر وحاول مرة أخرى.";
"binCurrentVersion" = "يقوم جهاز AirPort اللاسلكي المحدد بتشغيل الإصدار %@.";
"binAskUpload" = "هل ما زلت ترغب في التحميل؟";
"binNewerVersion" = "يتوفر إصدار أحدث (%@) من البرنامج الخاص بجهاز AirPort اللاسلكي.";
"binConfirmUpload" = "انقر على تحميل لتثبيت البرنامج الآن.";

/* Progress strings */
"progDiscovering" = "يتم الآن اكتشاف أجهزة AirPort اللاسلكية...";
"progJoining" = "يتم الآن الربط بالشبكة اللاسلكية...";
"progPreparing" = "يتم الآن الإعداد للتحميل…";
"progChangingIP" = "يتم الآن تغيير تكوين TCP/IP…";
"progSettingIP" = "يتم الآن تعيين عنوان TCP/IP الخاص بجهاز AirPort اللاسلكي...";
"progUploading" = "يتم الآن تحديث جهاز AirPort اللاسلكي هذا...";
"progUploadingSpecific" = "يتم الآن تحديث %@...";
"progDownloading" = "يتم الآن تنزيل محدث البرامج...";
"progRestoring" = "يتم الآن استعادة التكوين الافتراضي...";
"progWaiting" = "يتم الآن انتظار إعادة تشغيل جهاز AirPort اللاسلكي...";
"progWaitingSpecific" = "يتم الآن انتظار إعادة تشغيل %@...";
"progReading" = "يتم الآن قراءة تكوين جهاز AirPort اللاسلكي...";
"progReadingSpecific" = "يتم الآن قراءة تكوين %@...";
"progWriting" = "يتم الآن كتابة تكوين جهاز AirPort اللاسلكي...";
"progWritingSpecific" = "يتم الآن انتظار تكوين %@...";
"progValidating" = "يتم الآن التحقق من تكوين جهاز AirPort اللاسلكي...";
"progValidatingSpecific" = "يتم الآن التحقق من صحة تكوين %@…";
"progRestarting" = "يتم الآن إعادة تشغيل جهاز AirPort اللاسلكي...";
"progRestartingSpecific" = "يتم الآن إعادة تشغيل %@…";
"progSearching" = "يتم الآن البحث عن أجهزة AirPort اللاسلكية...";
"progWaitingDiskStatus" = "يتم الآن انتظار حالة القرص…";

/* Validation errors */
"valPPPNeedsNAT" = "يجب أن يكون توزيع عناوين IP قيد التشغيل لكي يمكن إجراء اتصال باستخدام مودم (PPP) أو باستخدام بروتوكول PPP عبر إيثرنت (PPPoE)‎.";
"valInvalidIP" = "لقد أدخلت عنوان IP غير صالح.";
"valInvalidNetwork" = "لقد أدخلت مجموعة غير صالحة من عنوان IP وقناع الشبكة الفرعية وعنوان جهاز التوجيه.";
"valPhoneNumber" = "لم تقم بإدخال رقم هاتف.";
"valInvalidDHCP" = "عنوان DHCP غير متوافق مع قناع الشبكة الفرعية وعنوان جهاز التوجيه.";
"valNeedStatic" = "تتطلب مشاركة نطاق عناوين DHCP تكوين جهاز AirPort اللاسلكي باستخدام إيثرنت وعناوين IP الثابتة.";
"valInvalidPort" = "لقد أدخلت رقم منفذ غير صالح.";

/* Explanations */
"tryName" = "أدخل اسمًا، ثم حاول مرة أخرى.";
"tryPassword" = "أدخل كلمة سر الشبكة، ثم حاول مرة أخرى.";
"tryCheck" = "تحقق من التكوين، ثم حاول مرة أخرى.";

/* New strings for new base station */
"infoUploadDefaultACP" = "سيتم تحميل البرنامج الافتراضي على جهاز AirPort اللاسلكي. انقر على موافق لتغيير تكوين TCP/IP الخاص بك مؤقتًا أثناء التحميل.";
"valInvalidNetworkACP" = "تم حجز نطاق العناوين لواجهة الإيثرنت المحلية.";
"valInvalidPortMapping" = "لا يُسمح بتعيين المنفذ إلا في حالة مشاركة عنوان IP مفرد (باستخدام DHCP وNAT).";
"aclDuplicates1" = "تم تخطي إدخال مكرر واحد أثناء الاستيراد.";
"aclDuplicates2" = "تم تخطي %d من الإدخالات المكررة أثناء الاستيراد.";
"softResetACP" = "تمت إعادة تعيين جهاز AirPort اللاسلكي الذي قمت بتحديده مؤقتًا للسماح بالوصول. ولديك الآن الفرصة لتغيير الإعدادات التي قد تمنع الوصول، بما في ذلك كلمة السر الخاصة بجهاز AirPort اللاسلكي وكلمة سر الشبكة وقائمة التحكم في الوصول وRADIUS.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "١";		

/* New strings for 2.0.4 */
"providedByDHCP" = "(يوفره الخادم)";
"providedByPPP" = "(يوفره الخادم)";
"valInvalidPPPDialin" = "لا يُسمح بالاتصال الهاتفي بالإنترنت باستخدام بروتوكول PPP عند تكوينه للاتصال بالإنترنت عبر المودم أو AOL.";
"valInvalidPPPDialinNoNat" = "لا يُسمح بالاتصال الهاتفي بالإنترنت باستخدام بروتوكول PPP عند تكوينه لمشاركة نطاق عناوين.";

"valInvalidDHCPMessage" = "لا يمكن أن يزيد طول رسالة DHCP عن ٢٥٣ حرفًا.";
"tryShorter" = "قم بإزالة %d من الأحرف أو أكثر ثم حاول مرة أخرى.";

"RADIUS_Default" = "يتم تنسيق عنوان MAC على شكل 010203-0a0b0c واستخدامه في اسم المستخدم. وتكون كلمة السر هي كلمة السر المشتركة. غالبًا ما تستخدم Lucent وAgere هذا التنسيق.";
"RADIUS_Alternate" = "يتم تنسيق عنوان MAC على شكل 0102030a0b0c واستخدامه في اسم المستخدم وكلمة السر. وغالبًا ما تستخدم Cisco هذا التنسيق.";

"oldFormat" = "الملف المحدد إما تالف أو غير متوافق مع أداة AirPort. اختر ملفًا آخر وحاول مرة أخرى.";
"newFormat" = "يعتبر الملف المحدد ملف تكوين أحدث ولا يتوافق مع هذا الإصدار من جهاز AirPort اللاسلكي.";

/* AOL additions */
"EnableAOL"		= "تمكين الإشراف العائلي لـ AOL";
"AOLcable"		= "AOL (مودم كبل)";
"AOLdsl"		= "AOL (DSL)";

/* AOL realm strings -- different for non-US? */
"AOLrealmCable"	= "aolnet/abc.prod.cbl.apple.1.AirPort";
"AOLrealmDSL"	= "aolnet/abc.prod.dsl.apple.1.AirPort";
"AOLrealm"		= "aolnet/abc.prod.dlp.apple.1.AirPort";

/* WEP key explanations */
"requireHEX"	= "يجب إدخال أحرف سداسية عشرية فقط.";
"requireASCII"	= "يجب إدخال الأحرف بترميز ASCII فقط.";

/* New strings for 3.0 */
"Internal"		= "داخلي";
"External"		= "خارجي";
"noWEP"			= "(لم يتم تكوينه)";
"errSameConfig"	= "تكوين محفوظ";
"errSameBinary"	= "البرنامج الثابت";

"valInvalidDMZ1"= "لا يُسمح بالمضيف الافتراضي إلا في حالة مشاركة عنوان IP مفرد (باستخدام DHCP وNAT).";
"valInvalidDMZ2"= "يجب أن يكون عنوان المضيف الافتراضي داخل النطاق من %1$@ إلى %2$@.";

/* WDS */
"AirPortWDS"	= "AirPort (WDS)";
"valNeedWDS"	= "لقد اخترت تمكين WDS على شبكة AirPort الخاصة بك، إلا أنك لم تدخل عنوان MAC لجهاز AirPort لاسلكي بعيد واحد أو أكثر.";
"valNeedWDSRmt"	= "لقد اخترت تمكين WDS على شبكة AirPort الخاصة بك، إلا أنك لم تدخل عنوان MAC لجهاز AirPort اللاسلكي الأساسي.";
"InvalidMACAddress" = "عنوان MAC الذي قمت بإدخاله ليس صالحًا.";

"WDSAirPortID"	= "أدخل معرّف AirPort لجهاز AirPort لاسلكي بعيد.";

"WDSSettingsFor" = "إعدادات";
"ThisBaseStation" = "جهاز AirPort اللاسلكي هذا";

"valWDSWithDHCPNATTitle" = "نظام التوزيع اللاسلكي";
"valWDSWithDHCPNATText" = "يجب ألا تحتوي أجهزة AirPort اللاسلكية البعيدة الموجودة في WDS على DHCP وNAT ممكّنين.\n\nتأكد من إلغاء تحديد \"توزيع عناوين IP\" على جزء الشبكة.";

"errNotSupportedAP2" = "يتعذر على هذا الإصدار من أداة AirPort إعداد جهاز AirPort اللاسلكي هذا. استخدم البرنامج المرفق مع جهاز AirPort اللاسلكي أو المتوفر عبر الإنترنت لإعداده.";



"WDSPrimaryBaseStationDescription" = "إن جهاز AirPort اللاسلكي الرئيسي متصل بالإنترنت ويشارك الاتصال الخاص به مع أجهزة AirPort اللاسلكية البعيدة والخاصة بالترحيل.";
"WDSRemoteBaseStationDescription" = "يشارك جهاز AirPort اللاسلكي البعيد في اتصال الإنترنت الخاص بجهاز AirPort اللاسلكي الرئيسي.";
"WDSRelayBaseStationDescription" = "إن جهاز AirPort اللاسلكي الخاص بالترحيل متصل بجهاز AirPort اللاسلكي الرئيسي ويشارك اتصال الإنترنت الخاص به مع أجهزة AirPort اللاسلكية البعيدة والخاصة بالترحيل.";

"wdsManuallySetUpForWDS" = "يجب إعداد WDS يدويًا";
"wdsSuccessfullySetUpAsWDS" = "تم إعداد WDS بنجاح";
"wdsCancelledSetUpAsWDS" = "تم إلغاء إعداد WDS";
"wdsNotOnThisPlatform" = "WDS غير مدعوم";

"DefaultBasePasswordDescription" = "أدخل كلمة السر لجهاز AirPort اللاسلكي المحدد:";
"SpecificBasePasswordDescription" = "أدخل كلمة السر لـ:";
"NetworkPasswordDescription" = "أدخل كلمة سر الشبكة اللاسلكية لـ:";

"wdsRemoteConfigResults" = "نتائج تكوين جهاز AirPort اللاسلكي عن بُعد لـ WDS";
"wdsProgressSettingUpRemoteBases" = "يتم الآن إعداد أجهزة AirPort اللاسلكية البعيدة...";
"wdsProgressJoining" = "يتم الآن ربط %@…";
"wdsProgressReading" = "يتم الآن قراءة تكوين %@…";
"wdsProgressRejoining" = "إعادة الربط بالشبكة الخاصة بجهاز AirPort اللاسلكي هذا.";
"wdsErrorRejoining" = "حدث خطأ أثناء إعادة الربط بالشبكة الخاصة بجهاز AirPort اللاسلكي هذا.";

"noASCIIWEP" = "(غير قابل للطباعة)";

"remoteSettingsOK" = "متابعة إعداد WDS لأجهزة AirPort اللاسلكية هذه";
"remoteSettingsCancel" = "إلغاء إعداد WDS لأجهزة AirPort اللاسلكية هذه";
"remoteSettingsCancelAll" = "إلغاء إعداد WDS لأجهزة AirPort اللاسلكية المتبقية";

"notAvailable" = "(غير متوفر)";

"wdsNonPublicPasswordTip" = "إذا كنت ترغب في تغيير كلمة السر، فأدخل كلمة السر الجديدة في حقل كلمة السر وقم بتأكيد كلمة السر في الحقل الموجود أدناه.";
"wdsNotCompatibleWithChannelAuto" = "يجب ألا تحتوي أجهزة AirPort اللاسلكية الموجودة في WDS على خاصية تحديد قناة تلقائية ممكّنة.\n\nتأكد من تحديد قناة غير \"تلقائية\" في قائمة القوائم الموجودة في جزء AirPort.";

"internetConfirmTurningOffWDS" = "تم إعداد جهاز AirPort اللاسلكي هذا حاليًا كعضو في WDS. سيؤدي تغيير اتصال الإنترنت إلى إزالة اقتران WDS هذا.";

/* file name for ACL export */
"AccessControlList" = "قائمة التحكم في الوصول";

"duplicatePortMappingTitle"			= "خطأ في تعيين المنفذ";
"duplicatePortMapping"				= "إدخال تعيين المنفذ الذي قمت بإدخاله موجود بالفعل.";

"wepkey" = "كلمة سر الشبكة";
"password" = "كلمة السر";
"psk" = "المفتاح المشترك مسبقًا";
"errWrongLengthPSK" = "يجب أن يكون طول المفتاح المشترك مسبقًا الذي قمت بإدخاله 64 حرفًا سداسيًا عشريًا تمامًا.";

"addACL" = "إضافة إدخال تحكم في الوصول…";
"editACL" = "تحرير إدخال التحكم في الوصول…";
"deleteACL" = "حذف إدخالات التحكم في الوصول…";
"importACL" = "استيراد إدخالات التحكم في الوصول…";
"exportACL" = "تصدير إدخالات التحكم في الوصول…";
"revertACL" = "رجوع إلى إدخالات التحكم في الوصول…";

"WDSNotCompatibleWithWPA" = "لا يمكن استخدام جهاز AirPort اللاسلكي الآمن من WPA في شبكة WDS. قم بتعيين مستوى الأمان لجهاز AirPort اللاسلكي على WEP أو غير ممكّن.";
"WPANotCompatibleWithWDS" = "لا يمكن استخدام جهاز AirPort اللاسلكي الآمن من WPA في شبكة WDS. ستتم إزالة جهاز AirPort اللاسلكي هذا من WDS.\n\nهل تريد بالتأكيد إجراء هذا التغيير؟";
"ShowOptions" = "إظهار الخيارات";
"HideOptions" = "إخفاء الخيارات";
"CannotConfigureWPAEnterpriseForWDS" = "لا يمكن إضافة جهاز AirPort اللاسلكي الآمن من WPA على مستوى المؤسسة إلى شبكة WDS. حدد جهاز AirPort لاسلكي آخر.";
"WPANotSupportedByCard" = "يتطلب الانضمام إلى شبكة محمية بـ WPA وإجراء التغييرات على جهاز AirPort اللاسلكي المحمي بـ WPA كمبيوتر يدعم WPA. هذا الكمبيوتر لا يدعم WPA، وإذا استمرت متابعتك، لن تتمكن من الانضمام إلى الشبكة المحمية بـ WPA أو تقوم بإجراء التغييرات على جهاز AirPort اللاسلكي المحمي بـ WPA.";

/* 3.3 Changes */
"LocalACLNotCompatibleWithWPAEnterpriseTitle" = "التحكم في الوصول إلى عنوان MAC المحلي غير متوافق مع التأمين اللاسلكي باستخدام تأمين WPA على مستوى المؤسسة.";
"LocalACLNotCompatibleWithWPAEnterprise" = "لتمكين التحكم في الوصول إلى عنوان MAC المحلي، حدد مستوى تأمين لاسلكيًا مختلفًا.";
"errPingFailed" = "تعذر على أداة AirPort الاتصال بجهاز AirPort اللاسلكي هذا. تحقق من إعدادات الشبكة الخاصة بك في تفضيلات النظام.";
"errEscapedPasswordBadLength" = "كلمة السر السداسية العشرية التي قمت بإدخالها ليست بالطول الصحيح. يجب إدخال أحرف الهروب الصحيحة (\"$\" أو \"0X\" أو \"0x\") متبوعة بعشرة أحرف سداسية عشرية.";

/* 3.4 Changes */
"ShouldntChangeChannelsInAWDS" = "تم إعداد جهاز AirPort اللاسلكي هذا حاليًا في WDS. سيؤدي تغيير القناة إلى قطع اتصال WDS.";
"BaseStationOptionsTitle" = "خطأ في خيارات المحطة الرئيسية";
"ValidSysLogIPAddress" = "يجب توفير عنوان IP صالح لتسجيل جهاز AirPort اللاسلكي الذي سيتم الإرسال إليه.";
"ValidNTPServerInfo" = "يجب توفير اسم مضيف أو عنوان IP صالح لخادم NTP.";
"ImportError" = "خطأ في الاستيراد";
"CannotImportIntoSavedConfig" = "لا يمكن استيراد ملف تكوين محفوظ محدد إلى ملف تكوين محفوظ آخر.";
"ConfigurationFileNotSupported" = "ملف التكوين الذي قمت بتحديده غير متوافق مع جهاز AirPort اللاسلكي هذا.";

/* 4.0 Changes */
"doesntSupportProfilesDescription" = "يدعم جهاز AirPort اللاسلكي هذا ملف تعريف تكوين واحد فقط. لتكوين ملف التعريف، حدده في القائمة وانقر على تكوين.";
"confirmMakeInactiveProfileActive" = "ملف التعريف هذا غير نشط حاليًا. هل تريد جعله ملف التعريف النشط لجهاز AirPort اللاسلكي هذ؟";
"confirmDeleteProfiles" = "هل أنت متأكد من رغبتك في حذف ملفات التعريف المحددة؟ لا يمكن التراجع عن هذا الإجراء.";
"AddProfile" = "إضافة ملف تعريف";
"ActiveProfile" = "%@ (نشط)";
"CurrentProfile" = "ملف التعريف الحالي: %@";
"confirmSaveProfile" = "هل ترغب في حفظ التغييرات التي تم إجراؤها على “%@”";
"HardResetMode" = "وضع إعادة التعيين";
"HardResetPrompt1" = "تمت إعادة تعيين %@ هذا.";
"HardResetPrompt2" = "حدد الإجراء الذي تريد القيام به.";
"RestorePreviousProfile_Title" = "استعادة ملف تعريف سابق";
"RestorePreviousProfile_Desc" = "إذا تمت إعادة تعيين الجهاز نظرًا لحدوث مشكلات في الإعدادات السابقة، فقد يلزم إعادة تعيينه مرة أخرى.";
"RestorePreviousConfig_Title" = "استعادة الإعدادات السابقة";
"RestorePreviousConfig_Desc" = "إذا تمت إعادة تعيين الجهاز نظرًا لحدوث مشكلات في الإعدادات السابقة، فقد يلزم إعادة تعيينه مرة أخرى.";
"ResetPreviousProfile_Title" = "استبدال ملف التعريف المحدد مسبقًا بالإعدادات الافتراضية";
"SavePreviousConfigProfile_Title" = "استخدام إعدادات افتراضية وحفظ الإعدادات السابقة كملف تعريف";
"ProfileName" = "اسم ملف التعريف";
"CreateResetProfile_Title" = "إضافة الإعدادات الافتراضية كملف تعريف جديد";
"CreateResetProfile_Desc" = "سيتم الاحتفاظ بالإعدادات التي تم تكوينها مسبقًا، كما سيتم إنشاء ملف تعريف للإعدادات الافتراضية وتنشيطه.";
"DefaultSettings" = "الإعدادات الافتراضية";
"RecoveredSettings" = "الإعدادات التي تم استردادها";
"WirelessNetwork" = "الشبكة اللاسلكية";
"TooManyACLEntries" = "تتجاوز قائمة التحكم في الوصول المحلي الحد الأقصى لعدد الإدخالات بمقدار %d. احذف %d من الإدخالات.";
"HardResetProfilesMode" = "تمت إعادة تعيين جهاز AirPort اللاسلكي هذا. لتنشيط ملف التعريف. انقر على زر ملف التعريف وانقر على موافق.";
"NothingInEthernetPort" = "لا يبدو أن هناك أي جهاز متصل بمنفذ إيثرنت. إذا كنت تستخدم مودم نطاق واسع للاتصال بالإنترنت أو إذا كنت متصلاً بشبكة الإيثرنت، فيمكنك توصيل المودم أو الشبكة بمنفذ إيثرنت.";
"EthernetPort" = "منفذ إيثرنت";
"LANConnector" = "موصل شبكة LAN";
"TooManyImportedACLEntries" = "تتجاوز قائمة التحكم في الوصول المحلي الحد الأقصى لعدد الإدخالات. انقر على موافق لاستيراد أول %d إدخال (إدخالات) أو انقر على إلغاء.";
"confirmNonSupportedClientModeSecurity" = "لا تدعم الشبكة اللاسلكية وضع التأمين اللاسلكي المحدد.";

/* 5.3 Changes */
"GenericNumberToGenericNumber" = "%1$d إلى %2$d";
"GenericNumberOfGenericNumber" = "%1$d من %2$d";
"PPPoE_COD_ID_WAB_Conflict" = "لا يمكن استخدام الاتصال التلقائي/قطع اتصال الخامل الخاص بـ PPPoE مع اسم مضيف واسع النطاق.";
"DisablingWANConfig" = "قد يؤدي عدم السماح بالتكوين على منفذ WAN إلى منع جهاز AirPort اللاسلكي من الظهور في قائمة أجهزة AirPort. أثناء إيقاف تشغيل تكوين WAN، ستحتاج إلى الانضمام إلى الشبكة التي تم إنشاؤها بواسطة جهاز AirPort اللاسلكي هذا لإجراء التغييرات عليها.";
"MultiplePrinters" = "(طابعات متعددة)";
"MultipleDisks" = "(أقراص متعددة)";
"TaskTimedOutError" = "لا يمكن لأداة AirPort تحديد حالة مهمة قيد التقدم.";
"EraseTaskTimedOutTryAgain" = "استخدم جزء الأقراص في أداة AirPort لحذف قرص Time Capsule.";
"ArchiveTaskTimedOutTryAgain" = "استخدم جزء الأقراص في أداة AirPort لأرشفة قرص Time Capsule.";

/* Timed Access Control maximum connection time */
"MaxUserConnectTimeLabel" = "تحديد الوصول:";
"title_per_user_per_day" = "لكل مستخدم في اليوم";
"title_per" = "كل";
"title_minute(s)" = "من الدقائق";
"title_hour(s)" = "من الساعات";
"MaxUserConnectTimeHoursPerDay" = "ساعات لكل مستخدم في اليوم";
"MaxUserConnectTimeMinutesPerDay" = "من الدقائق لكل مستخدم في اليوم";
/* "Allow wireless access for: x <Units> every y <Units>" as in Allow wireless access for 4 Hours every 24 Hours */
"MaxUserConnectTimeFormat" = "%1$@ كل %2$@";

"MobileMeAccountName" = "اسم عضو MobileMe";
"MobileMeAccountPassword" = "كلمة السر";

"Five_GHz" = "٥غيغاهرتز";
"TwoPtFour_GHz" = "٢,٤ غيغاهرتز";

"CreateRoamingNetworkChoice" = "إنشاء شبكة تجوال";
"AddNewNetworkChoice" = "إضافة شبكة إضافية";

"genericWithPassword" = "بكلمة سر %@";
"settingMigrationSource" = "المصدر";

"genericAirPortDevice" = "جهاز AirPort اللاسلكي";
"genericAirPortDevices" = "أجهزة AirPort اللاسلكية";
"title_ShowPassword" = "إظهار كلمة السر";
"title_ShowPasswords" = "إظهار كلمات السر";

"BaseStationNotSupportedTitle" = "يلزم توفير إصدار أحدث من أداة AirPort.";
"BaseStationNotSupportedWarning" = "لا يدعم هذا الإصدار من أداة AirPort جهاز AirPort اللاسلكي وقد يتم تكوين الجهاز على نحوٍ غير ملائم إذا تابعت استخدامه. راجع www.apple.com/support/airport للحصول على أحدث إصدار من أداة AirPort.";

"MultipleItemsSeparatorAppendFormat" = "‏، %@";

"DiskNameIsNotValid" = "قرص Time Capsule الموجود قيد الاستخدام غير صالح. أدخل اسمًا جديدًا.";
"UserAccountNameNotValid" = "اسم حساب مشاركة الملفات هذا غير صالح. الرجاء إدخال اسم حساب جديد.";
"UserAccountNamesNotValid" = "اسم أو أكثر من أسماء حسابات مشاركة الملفات غير صالح. الرجاء إدخال أسماء حسابات جديدة.";

"Disabled" = "تم التعطيل";
"Enabled" = "تم التمكين";

"SetupComplete" = "اكتمل الإعداد";
"UpdateComplete" = "اكتمل التحديث";

"LessSecureCommunication" = "قد يؤدي الاتصال بجهاز AirPort اللاسلكي هذا إلى كشف كلمة السر التي تقوم بإدخالها لأي جهاز آخر على الشبكة.";
"YouShouldUpdateFirmware" = "يجب تحديث جهاز AirPort اللاسلكي هذا إلى أحدث برنامج ثابت.";
"AreYouSureContinue" = "هل أنت متأكد من رغبتك في المتابعة؟";

"MinimumMacOSVersion" = "تعمل أداة AirPort بشكل أفضل مع الإصدار %@ أو أحدث من Mac OS X. الرجاء التحديث إلى إصدار أحدث من Mac OS X.";
"MinimumWinOSVersion" = "تعمل أداة AirPort بشكل أفضل مع Windows XP SP3 وVista SP1 أو الأحدث. يرجى التحديث إلى إصدار أحدث من Windows.";

"UserAccountsExistingFilesWarning" = "قد يؤدي إعداد حسابات المستخدمين إلى جعل أية ملفات موجودة بالفعل على أقراص AirPort غير قابلة للوصول من قِبل المستخدمين الذين لا يمتلكون حساب مسؤول.";
"AtMeDotCom" = "@me.com";
"AtMacDotCom" = "@mac.com";
"MobileMeNamePlacheolder" = "(اسم عضو MobileMe)";

"errNeedName" = "يجب إدخال اسم للمتابعة";

"PrinterDescription" = "وصف الطابعة";
"PrinterName" = "اسم الطابعة";

"ExtendingANonExtensibleEnabledNetwork" = "لم يتم إعداد الشبكة المحددة بحيث تتم توسعتها.";
"ExtendingANonExtensibleNetwork" = "لا يمكن توسيع الشبكة المحددة.";
"AreYouSureExtend" = " هل أنت متأكد من رغبتك في توسيع هذه الشبكة؟";

"RadioSTAListClientType" = "نوع العميل";
"RadioSTAListOpmodeSTA" = "لاسلكي";
"RadioSTAListOpmodePSTA" = "إيثرنت";
"RadioSTAListOpmodeWDS" = "WDS";
"RadioSTAListOpmodeDWDS" = "الموسع اللاسلكي";

"RadioSTAList80211Mode" = "وضع 80211";
"WirelessClients" = "العملاء اللاسلكيون";
"EthernetClients" = "عملاء إيثرنت";
"WirelessEthernetClients" = "العملاء اللاسلكيون وعملاء إيثرنت";

"DisableWANServices" = "تعطيل كل خدمات WAN";

"ImportWarning" = "قد يؤدي استيراد هذه الإعدادات إلى الكتابة فوق الإعدادات الحالية.";

"USBSharingDescription" = "استخدام مشاركة USB لتوفير وصول للمستخدمين على شبكتك لأجهزة USB الموصلة بـ %@ الخاص بك.";
"USBSharingVsFileSharing" = "لا تؤثر مشاركة USB على مشاركة الملفات للأقراص الموصلة باستخدام USB.";

"Base Station" = "المحطة الرئيسية";	/* OK TO LOCALIZE */
"Time Capsule" = "Time Capsule";	/* DO NOT LOCALIZE */

"EraseDestTimeCapsuleDisk" = "مسح قرص Time Capsule الوجهة";
"EraseDestTimeCapsuleDisk.description" = "انقر على \"مسح قرص Time Capsule الوجهة\" إذا كنت تريد مسح قرص Time Capsule الذي تقوم بترحيل محتويات القرص إليه قبل بدء الترحيل.";
"EraseSourceTimeCapsuleDisk" = "مسح قرص Time Capsule المصدر";
"EraseSourceTimeCapsuleDisk.description" = "انقر على \"مسح قرص Time Capsule المصدر\" إذا كنت تريد مسح قرص Time Capsule الذي تقوم بترحيل محتويات القرص منه بعد بدء الترحيل.";


"MoreOptions" = "المزيد من الخيارات";

"PrintersChangeNamesDescription" = "لتغيير اسم طابعة، حدد الطابعة في القائمة أسفل وانقر على تحرير.";

"GuestNetRequiresDHCPNAT" = "تتطلب شبكة الضيف أن يتم تعيين %@ هذا لمشاركة عنوان IP عام باستخدام NAT/DHCP.";

"BTMMRequiresPPPoEAlwaysOn" = "يتطلب العودة إلى Mac الخاص بي تعيين اتصال PPPoE على التشغيل دومًا.";
"SelectPPPoEAlwaysOn" = "حدد \"التشغيل دائمًا\" من القائمة اتصال.";

"ClientTable_Client" = "العميل";
"ClientTable_Signal" = "الإشارة";
"ClientTable_Noise" = "الضوضاء";
"ClientTable_Rate" = "المعدل";
"ClientTable_Type" = "النوع";
"ClientTable_80211" = "80211";
"ClientTable_MAC" = "عنوان MAC";
"ClientTable_IP" = "عنوان IP";
"ClientTable_ClientID" = "معرّف العميل";
"ClientTable_Lease" = "وقت التأجير";

"IPv4orIPV6" = "عناوين IPv4 أو IPv6";
"TablePlusButton" = "+";
"TableMinusButton" = "-";

"IgnoredDevices" = "الأجهزة التي تم تجاهلها";

"WirelessNetworkOptionsButton" = "خيارات الشبكة اللاسلكية…";

/* End of strings file */
